{"inkVersion":21,"root":[[{"->":"LemonRecess"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"LemonRecess":[["^<color=#faf18a>Woah, if it isn't Cherry's- uh, the new kid.","\n","^<color=#ffffffff>New kid? You've attended this school since graduating middle school three years ago.","\n","^<color=#ffffffff>Of course, others don't know that, they didn't know you before the transformation.","\n","^<color=#ffffffff>A perfect quiet time...","\n","^<color=#faf18a>Hello? Quiet pretty kid, can I help you?","\n","^<color=#faf18a>Well, actually, I'd rather you help me, but if you need something, what is it?","\n","^<color=#ffffffff>She needs something, maybe whatever she needs can get you closer to that book.","\n","^<color=#faf18a>Oh, intrigued are we? Not sure what for.","\n","^<color=#faf18a>I just need your help with one thing, and it's this.","\n","^<color=#ffffffff>She pulls out a drawing, the lineart perfect with the sketch carefully erased.","\n","^<color=#ffffffff>A drawing of two people; a boy and a girl who look oddly familiar.","\n","^<color=#faf18a>I made this cute drawing of the two main character's from my friend's Manga.","\n","^<color=#faf18a>They totally aren't you and Cherry, totally.","\n","^<color=#ffffffff>Uh-huh...","\n","^<color=#faf18a>Anyways, thoughts?","\n","^<color=#ffffffff>She wants you to rate this... Drawing. Can't be helped it seems.","\n","^<color=#ffffffff>What do you think?","\n","ev","str","^<color=#ebd38d>I like it","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^<color=#ebd38d>I hate it","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^<color=#ebd38d>...","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"LikeResponse"},"\n",{"#f":5}],"c-1":["^ ",{"->":"DislikeResponse"},"\n",{"#f":5}],"c-2":["^ ",{"->":"NoResponse"},"\n",{"#f":5}]}],{"#f":1}],"LikeResponse":["^<color=#ffffffff>She smiles.","\n","^<color=#faf18a>Wow, thank you! I knew you would like it.","\n","^<color=#faf18a>Since you like it so much, here, you keep it.","\n","^<color=#ffffffff>She hands you the paper eagerly.","\n","^<color=#faf18a>Oh, you probably have no idea about the reference.","\n","^<color=#faf18a>Take this too, and don't let Cherry know I'm lending this to you.","\n","^<color=#ffffffff>Lemon hands you a small book. A Manga book.","\n","^<color=#ffffffff>Exactly what you were looking for.","\n","^<color=#faf18a>It's not a bad read, and the couple are so cute!","\n","^<color=#ffffffff>You nod, pocketing the book.","\n","^<color=#faf18a>Oh, didn't you come over here for something?","\n","^<color=#ffffffff>Blinking, you shrug before walking away.","\n","^<color=#faf18a>Alright then!...","\n","^<color=#ffffffff>You acquired one of the Manga Books!","\n","end",{"#f":1}],"DislikeResponse":["^<color=#ffffffff>Her smile falls into a frown. Disappointed.","\n","^<color=#faf18a>Oh... Ah, I guess it still needs work. Surely it's not that bad?","\n","^<color=#ffffffff>She turns the paper around to inspect it as you watch.","\n","^<color=#ffffffff>The longer she stared at the paper, the more distorted her face got.","\n","^<color=#ffffffff>Then she crumpled the paper together into a ball, discarding it quickly.","\n","^<color=#faf18a>Yeah, you're right, it looks horrible... Ehehe...","\n","^<color=#ffffffff>Awkward.","\n","^<color=#faf18a>I was trying to reference the characters from this book of my friend's.","\n","^<color=#ffffffff>Lemon pulled out a small book. A Manga book.","\n","^<color=#ffffffff>The very thing you were looking for.","\n","^<color=#faf18a>I guess I didn't give them the glory they dese-","\n","^<color=#ffffffff>Grabbing the book, you took it from her hands before she could finish speaking.","\n","^<color=#ffffffff>You pocket the book, she could do anything about it in her surprise.","\n","^<color=#faf18a>Ah, I was meant to keep that book safe...","\n","^<color=#ffffffff>She looked at you with uncertainty, but she lacked the confidence to do anything about it.","\n","^<color=#faf18a>Um, please return it to Cherry for me when you get the chance?","\n","^<color=#ffffffff>No Response. With the conversation at an end, you walk away.","\n","^<color=#faf18a>... Rude...","\n","^<color=#ffffffff>You acquired one of the Manga Books!","\n","end",{"#f":1}],"NoResponse":["^<color=#ffffffff>You both stare at one another quietly, the silence deafening.","\n","^<color=#ffffffff>That is until she broke it with an awkward cough.","\n","^<color=#faf18a>Speechless, I know, my work sure is something.","\n","^<color=#ffffffff>More silence followed.","\n","^<color=#faf18a>Uh, I suppose you aren't aware of the reference?","\n","^<color=#ffffffff>She pulled out a small book with hesitance. A Manga book.","\n","^<color=#faf18a>It's the two main character's from this Manga that Cherry LOVES!","\n","^<color=#faf18a>I'm not too far into it, Cherry gave me the first book to borrow recently.","\n","^<color=#ffffffff>You stared at the book and Lemon seemed to have noticed.","\n","^<color=#faf18a>Uh, do you want it?","\n","^<color=#ffffffff>Your head bobbed quickly into a fit of nods, surprising you both.","\n","^<color=#faf18a>Oh! I guess you really like Manga huh? I'm sure Cherry would love that.","\n","^<color=#ffffffff>Lemon lifted the book up to you as an offering of some sort.","\n","^<color=#faf18a>I'll let Cherry know you borrowed it later.","\n","^<color=#ffffffff>Taking the book, you pocket it and nod. You had what you wanted.","\n","^<color=#ffffffff>Stepping away to go on your way, you heard her speak under her breath.","\n","^<color=#faf18a>What an odd guy.","\n","^<color=#ffffffff>You acquired one of the Manga Books!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}