{"inkVersion":21,"root":[[{"->":"ConditionWin"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"ConditionWin":["^CHERRY: (Neutral) \"Oh, Bread, hi.\"","\n","^BREAD: (Neutral) Jeez, please just leave me alone.","\n","^BREAD: \"Oh, hey Cherry, how are you?\"","\n","^CHERRY: (Sad) \"...\"","\n","^BREAD: (Confused) \"Are you alright?\"","\n","^BREAD: She's acting so strange suddenly.","\n","^BREAD: Then again, she is a pretty strange girl.","\n","^CHERRY: (Sad) \"Alright? No.\"","\n","^CHERRY: \"You left me at Recess.\"","\n","^CHERRY: \"I asked you and you even agreed but then after I finished you were gone.\"","\n","^BREAD: (Neutral) \"It's no like that, I-","\n","^CHERRY\" (Mad) \"Stop! I get it now.\"","\n","^CHERRY: \"You were just playing with me, trying to play nice then ditch me all while laughing at me.\"","\n","^CHERRY: \"Do I look like a joke to you?\"","\n","^BREAD: (Neutral) \"Of course not.\"","\n","^BREAD: You trying to befriend does seem like a joke, so yes.","\n","^CHERRY: (Sad) \"...\"","\n","^CHERRY: \"I don't want to be your friend anymore.\"","\n","^BREAD: (Confused) When did I agree to be your friend?","\n","^CHERRY:(Blushing) \"Hah, and to think I developed a little crush on you...\"","\n","^CHERRY: (Sad) \"What a silly dream.\"","\n","^BREAD: (Neutral) \"...\"","\n","^CHERRY: (Sad) \"Goodbye Bread, please don't talk to me again.\"","\n","^BREAD: (Neutral) I... I did it...","\n","^BREAD: (Happy) I did it! I outplayed the curse!","\n","^BREAD: Haha! YES! I am unstoppable.","\n","^BREAD: (Tired) But...","\n","^BREAD: (Confused) Why can't I still speak what I want to say?","\n","^BREAD: Maybe I am still cursed, but at least I found a loophole.","\n","^BREAD: (Happy) This isn't over, I will get my freedom!","\n","^KAREN FAIRY: (Angry) \"That little... URG!\"","\n","^KAREN FAIRY: (Furious) \"Girls are meant to be confessing their love for him, not rejecting him!\"","\n","^KAREN FAIRY: (Strict) \"Stupid human, I always knew they were incompetent!\"","\n","^KAREN FAIRY: \"This won't be the last he sees or hears of me.\"","\n","^KAREN FAIRY: (Angry) \"I will have my way, no matter what!\"","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}