{"inkVersion":21,"root":[[{"->":"StartMonday"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"StartMonday":["^<color=#ffffffff>School...","\n","^The last place you want to be right now.","\n","^But it's also the place you need to be.","\n","^With a sigh, you get ready to take your next steps.","\n","^But then, a familiar figure appears. Directly in front of you.","\n","ev",{"x()":"toggleFairy"},"pop","/ev","\n","^<color=#2f6ad0>Pathetic Human! I see you made it to school on time.","\n","^<color=#ffffffff>Great, her.","\n","^<color=#2f6ad0>Mhm! Now, you remember your goal?","\n","^<color=#ffffffff>Goal? Is she referring to the curse?","\n","^What an odd way to refer to it.","\n","^<color=#2f6ad0>I have come to inform you of a slight change to it.","\n","^<color=#2f6ad0>You see, I want you to find *the one*.","\n","^<color=#2f6ad0>So I have personally picked a suitor for the day who you will woo and have as yours.","\n","^<color=#2f6ad0>Or... They as yours.","\n","^<color=#ffffffff>Your teeth grit, not liking the idea of being forced into partnership.","\n","^<color=#ffffffff>Not liking ANY of this.","\n","^<color=#2f6ad0>Oh come now, no need to be so excited.","\n","^<color=#2f6ad0>You will know and meet the one today.","\n","^<color=#2f6ad0>Your school life just got a lot more fun. You're welcome.","\n","^<color=#ffffffff>She really is in over her head.","\n","^<color=#2f6ad0>Now, I must go. I am a busy Fairy, after all.","\n","^<color=#2f6ad0>Oh, and don't fuck this up.","\n","^<color=#2f6ad0>Toodles!","\n","ev",{"x()":"toggleFairy"},"pop","/ev","\n","^<color=#ffffffff>Once more, she disappears from sight.","\n","^<color=#ffffffff>Did anyone else see that? The crazy woman with wings? No one?","\n","^<color=#ffffffff>Well, she is a Fairy. If she can disappear and curse people, who knows what else she is capable of?","\n","^<color=#ffffffff>She has plans for you. Let's show her the true power of free will.","\n","^<color=#ffffffff>However... You do still need your education, so to class you shall go!","\n","^<color=#ffffffff>You're classroom should be on the third floor, but you have time to explore before class.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}