{"inkVersion":21,"root":[[{"->":"AfterSunQuestionOne"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"AfterSunQuestionOne":["^MC: (Tired) \"Ah, finally!\"","\n","^MC: \"Oh sleep, how I desire you and your everlasting comfort.\"","\n","^MC: \"Cure the pain in my feet; bring me forever slumber!\"","\n","^MC: \"Make me forget this tragic reality I live within...\"","\n","^UNKNOWN: \"What a pathetic puny human!\"","\n","^MC: (Shock) \"What?!\"","\n","^...","\n","^MC: (Tired) \"Gosh, am I that tired that I'm starting to hear things?\"","\n","^UNKNOWN: \"And it is a STUPID one at that!\"","\n","^MC: (Shock) \"AHH!\"","\n","^MC: \"WHAT IN THE-\"","\n","^MC: \"COUGH COUGH!\"","\n","^UNKNOWN: \"Did I tell you that you could die a silly death?\"","\n","^UNKNOWN: \"Cease your pathetic wails at once!\"","\n","^MC: \"COUGH COUGH... Wha- COUGH.\"","\n","^MC: I can't breathe!","\n","^MC: This smoke...","\n","^MC: It smells like old wrinkly lady perfume!","\n","^UNKNOWN: (Angry) \"How DARE you call me OLD and WRINKLY!\"","\n","^MC: (Shock) \"I-I...\"","\n","^MC: Wait, how does she know that?!","\n","^MC: I didn't say it out loud, did I?","\n","^UNKNOWN: (Strict) \"Urg. Pathetic.\"","\n","^MC: \"W-Who are you?!\"","\n","^MC: \"What are you doing in my room?\"","\n","^MC: \"Why is there some pixie-crazy old lady in my room?\"","\n","^UNKNOWN: (Angry) \"EXCUSE YOU!\" - Intense shake animation","\n","^UNKNOWN: \"I AM NOT A PIXIE!\"","\n","^UNKNOWN: (Strict) \"Those little winged shits are scandalous harlots; I would never be as indecent and ravenous like them.\"","\n","^MC: (Shock) \"...\"","\n","^UNKNOWN: (Neutral) \"...\"","\n","^UNKNOWN: (Furious) \"I'M A FAIRY YOU NITWIT!\"","\n","^MC: (Shock) \"Okay! Okay!\"","\n","^MC: A Fairy? Am I seriously seeing a Fairy?","\n","^MC: Either this is the craziest dream, I'm having a very dark illegal trip, or I have just gone bat shit crazy.","\n","^UNKNOWN: (Strict) \"Humans think of the most bizarre and otherworldly things to explain reality with.\"","\n","^MC: (Confused) \"What?\"","\n","^UNKNOWN: (Neutral) \"You seem confused,\"","\n","^UNKNOWN: (Strict)","\n","^UNKNOWN: \"And your thoughts are getting annoying.\"","\n","^MC: \"...\"","\n","^MC: You can hear my thoughts?","\n","^UNKNOWN: (Angry) \"Enough questions!\"","\n","^UNKNOWN: (Strict) \"You, disgusting human, have been chosen by yours truly to get an upgrade in your pathetic life.\"","\n","^MC: (Confused) \"Huh?\"","\n","^UNKNOWN: (Neutral) \"... Idiot.\"","\n","^MC: (Tired) \"What? Woah, hold up.\"","\n","^MC: \"None of this is making any sense. YOU don't make sense.\"","\n","^MC: \"You're a... Fairy. In my house-\"","\n","^MC: (Shock) \"Is this breaking and entering?! I should call the police.\"","\n","^UNKNOWN: (Smug) \"The Police? Hah!\"","\n","^UNKNOWN: (Mocking) \"They won't be able to do anything.\"","\n","^MC: (Neutral) \"What makes you so sure?\"","\n","^UNKNOWN: (Smug) \"Because I am a Fairy!\"","\n","^UNKNOWN: \"Only those I want to see me can see me.\"","\n","^UNKNOWN: \"We smart beings have been able to stay hidden from your stupidity and technology for centuries.\"","\n","^UNKNOWN: (Neutral) \"Unless you're the Tooth Fairy, he had one job and ruined that too.\"","\n","^UNKNOWN: (smug) \"However, anyone that knows of our existence and chooses to speak up about it usually ends up in a big white building far away.\"","\n","^UNKNOWN: \"Oh, what were they called again?\"","\n",{"->":"SunQuestionTwo"},{"#f":1}],"SunQuestionTwo":[["ev","str","^\"OLD PEOPLE HOME?\"","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^\"ASYLUM?\"","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^\"HOSPITAL?\"","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^\"...\"","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":["^ ",{"->":"OldPeopleHome"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Asylum"},"\n",{"#f":5}],"c-2":["^ ",{"->":"Hospital"},"\n",{"#f":5}],"c-3":["^ ",{"->":"SilenceOne"},"\n",{"#f":5}]}],{"#f":1}],"OldPeopleHome":["^UNKNOWN: (Angry) \"What is with you and the elderly?!\"","\n","^UNKNOWN: (Strict) \"You know what, I don't care!\"","\n",{"->":"AfterSunQuestionTwo"},{"#f":1}],"Asylum":[{"->":"AfterSunQuestionTwo"},{"#f":1}],"Hospital":[{"->":"AfterSunQuestionTwo"},{"#f":1}],"SilenceOne":["^UNKNOWN: (Neutral) \"Nothing?\"","\n","^UNKNOWN: (Angry) \"I asked you a question! You should still answer it.\"","\n","^UNKNOWN: (Strict) \"Hmpf. Whatever, I don't even want your stupid question.\"","\n",{"->":"AfterSunQuestionTwo"},{"#f":1}],"AfterSunQuestionTwo":["^UNKNOWN: (Strict) \"It was a rhetorical question.\"","\n","^UNKNOWN: (neutral) \"Though, you like you are going to burst due to some unanswered questions.\"","\n","^UNKNOWN: (Smug) \"Go on then, speak your mind with that filthy human mouth.\"","\n",{"->":"SunQuestionThree"},{"#f":1}],"SunQuestionThree":[["ev","str","^\"WHO ARE YOU?\"","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^\"WHAT ARE YOU?\"","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^\"ARE YOU SURE YOU ARE A FAIRY?\"","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^\"WHY DO YOU SMELL LIKE OLD LADIES?\"","/str","/ev",{"*":".^.c-3","flg":4},"ev","str","^No More Questions","/str","/ev",{"*":".^.c-4","flg":4},{"c-0":["^ ",{"->":"WhoAreYou"},"\n",{"#f":5}],"c-1":["^ ",{"->":"WhatAreYou"},"\n",{"#f":5}],"c-2":["^ ",{"->":"AreYouAFairy"},"\n",{"#f":5}],"c-3":["^ ",{"->":"WhyDoYouSmellOld"},"\n",{"#f":5}],"c-4":["^ ",{"->":"AfterSunQuestionThree"},"\n",{"#f":5}]}],{"#f":1}],"WhoAreYou":["^UNKNOWN: (Neutral) \"Of course, humans learn about one another through verbal conversation.\"","\n","^UNKNOWN: \"Such lacking creatures you are indeed.\"","\n","^UNKNOWN: (Smug) \"Alright, if you insist.\"","\n","^UNKNOWN: (Strict) \"My name is Kendal Andrea Rosalie Esmeralda Nirvana.\"","\n","^MC: (Neutral) \"Kendal... What?\"","\n","^UNKNOWN: (Strict) \"Oh my Fairy Dust...\"","\n","^UNKNOWN: \"Karen. Just call me Karen.\"","\n","^MC: (Confused) \"Karen... But you are a Fairy...\"","\n","^MC: \"Karen Fairy?\"","\n","^KAREN FAIRY: (Angry) \"...\"","\n","^KAREN FAIRY: (Neutral) \"You know what, yeah, sure, why not.\"","\n","^KAREN FAIRY: \"Now that you know my name, is there anything else your puny brain wishes to know?\"","\n",{"->":"SunQuestionThree"},{"#f":1}],"WhatAreYou":["^UNKNOWN/KAREN FAIRY: (Strict) \"I'm a Fairy, I already told you this.\"","\n","^MC: (Neutral) \"No, I mean, what kind of Fairy are you?\"","\n","^MC: \"I highly doubt you are looking to take my teeth.\"","\n","^UNKNOWN/KAREN FAIRY: (strict) \"Ew gross, no.\"","\n","^UNKNOWN/KAREN FAIRY: (Smug) \"I am a Society Fairy.\"","\n","^MC: (Confused) \"A Society Fairy?\"","\n","^UNKNOWN/KAREN FAIRY: (angry) \"Yes, I just said that!\"","\n","^MC: \"Jeez... And what does a Society Fairy do?\"","\n","^UNKNOWN/KAREN FAIRY: (Strict) \"We get stupid outliers like you back into the natural equation you were made to fit within.\"","\n","^MC: \"Wha?\"","\n","^UNKNOWN/KAREN FAIRY: \"Next question.\"","\n",{"->":"SunQuestionThree"},{"#f":1}],"AreYouAFairy":["^UNKNOWN/KAREN FAIRY: (Neutral) \"...\"","\n","^UNKNOWN/KAREN FAIRY: \"Really?\"","\n","^MC: (Neutral) \"You could be a homeless man in a crazy outfit after snorting some crack.\"","\n","^UNKNOWN/KAREN FAIRY: (Angry) \"OH FOR FU-\"","\n","^UNKNOWN/KAREN FAIRY: \"URG!\"","\n","^UNKNOWN/KAREN FAIRY: \"Can a homeless man magically appear from thin air with smoke and dust?\"","\n","^MC: \"Honestly...\"","\n","^UNKNOWN/KAREN FAIRY: (Strict) \"Dunce. That is what you are. Dunce.\"","\n","^MC: (Tired) \"Yeesh.\"","\n","^MC: \"You're a Fairy, right? Can't Fairies fly?\"","\n","^UNKNOWN/KAREN FAIRY: (Strict) \"Correct.\"","\n","^MC: \"And... Fairies have magical powers, right? Do you have powers too?\"","\n","^UNKNOWN/KAREN FAIRY: (Neutral) \"Yes, I have magical powers.","\n","^MC: (neutral) \"Okay, so...\"","\n","^UNKNOWN/KAREN FAIRY: (Angry) \"I'm a Fairy okay! Accept it!\"","\n",{"->":"SunQuestionThree"},{"#f":1}],"WhyDoYouSmellOld":["^UNKNOWN/KAREN FAIRY: (Furious) \"I DO NOT SMELL LIKE OLD LADIES!\"","\n","^MC: (Shock) \"Well, it's just that-\"","\n","^UNKNOWN/KAREN FAIRY: (Angry) \"It's the perfume. Now shut up.\"","\n","^MC: (Tired) \"Yes Ma'am.\"","\n",{"->":"SunQuestionThree"},{"#f":1}],"AfterSunQuestionThree":["^KAREN FAIRY: (Strict) \"Good gracious, you ask many questions.\"","\n","^MC: (Confused) \"I actually have one more question...\"","\n","^KAREN FAIRY: (Angry) \"Well, out with it then; I don't have all night.\"","\n","^MC: \"Why are you here?\"","\n","^MC: \"Like, yes, you are a Fairy, but why are you here in front of me?\"","\n","^MC: \"What do you want?\"","\n","^KAREN FAIRY: (Strict) \"I think you have this mixed around. It's not about what I want.\"","\n","^KAREN FAIRY: \"It's about what YOU want.\"","\n","^MC: (Confused)","\n","^MC: \"Me? But I don't want anything.\"","\n","^KAREN FAIRY: \"A high school boy. He is both a loser and a loner.\"","\n","^KAREN FAIRY: \"A no-friends nobody, I'd say.\"","\n","^MC: (Tired)","\n","^MC: \"What does me being lonely have to do with you?\"","\n","^KAREN FAIRY: (Smug) \"I'm a Society Fairy.\"","\n","^KAREN FAIRY: \"It is my job to-\"","\n","^MC: \"Fix the outliers, yes, I heard you the-\"","\n","^KAREN FAIRY: (Angry) \"Don't interrupt me!\"","\n","^KAREN FAIRY: (Neutral) \"Ah-hem.\"","\n","^KAREN FAIRY: \"I'm here to fix you.\"","\n","^MC: (Confused) \"Fix me? And how do you plan to do that?\"","\n","^KAREN FAIRY: (Smug) \"Simple.\"","\n","^KAREN FAIRY: \"There! You have been fixed.\"","\n","^KAREN FAIRY: \"You are now Bread\"","\n","^MC: \"Cough Cough!\"","\n","^BREAD: (Shock) \"What did you do? Why did yo-\"","\n","^BREAD: \"Wait. What am I wearing? And why is my hair lighter?\"","\n","^KAREN FAIRY: \"You have been gifted! I do not need your puny thanks.\"","\n","^KAREN FAIRY: \"But since you are so overjoyed, I shall take it nonetheless.\"","\n","^KAREN FAIRY: \"I am definitely not trying to boost my own ego.\"","\n","^BREAD: \"Well, just changing my appearance isn't that bad, I guess.\"","\n","^KAREN FAIRY: (Strict) \"Oh no, I didn't just change your appearance.\"","\n","^KAREN FAIRY: \"I have also altered your aura and social abilities to fit within our system.\"","\n","^KAREN FAIRY: \"For example, tell me I am a wonderful Fairy.\"","\n","^BREAD: (Confused) What?","\n",{"->":"SunQuestionFour"},{"#f":1}],"SunQuestionFour":[["ev","str","^\"NO! WHY SHOULD I?!\"","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^\"YOU ARE A PAIN-IN-MY-ASS FAIRY!\"","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^\"...\"","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"SunCursedResponse"},"\n",{"#f":5}],"c-1":["^ ",{"->":"SunCursedResponse"},"\n",{"#f":5}],"c-2":["^ ",{"->":"SunCursedResponse"},"\n",{"#f":5}]}],{"#f":1}],"SunCursedResponse":["^BREAD: (Neutral) You are a wonderful Fairy.","\n","^BREAD: (Disgusted) ...","\n","^BREAD: (Confused) ...","\n","^BREAD: (Shocked) W-What?!","\n","^BREAD: I didn't mean to say that.","\n","^BREAD: Why did I say that?!","\n",{"->":"AfterSunQuestionFour"},{"#f":1}],"AfterSunQuestionFour":["^KAREN FAIRY: (Mockery) \"See. When speaking with them, you will easily submit to someone with your words.\"","\n","^BREAD: (Shock) WHAT?!","\n","^BREAd: I didn't ask for this!","\n","^BREAD: And why can't I say what I am thinking?!","\n","^KAREN FAIRY: (Strict) \"It's because of the gift I cast on you that makes it so you cannot actually say anything like that.\"","\n","^BREAD: (Confused) Gift? How is this a gift!","\n","^BREAD: (Disgusted) You- YOU CURSED ME!","\n","^KAREN FAIRY: (Mockery) \"Cursed you? Nooo~.\"","\n","^KAREN FAIRY: \"I simply enchanted you to have the ability to bring people your way naturally; I am doing you a favour.\"","\n","^BREAD: (Tired) And making it so I cannot speak my actual words?","\n","^BREAD: I never agreed to this!","\n","^KAREN FAIRY: (Angry) \"Well, tough! Now you are fixed and can live your life being loved.\"","\n","^KAREN FAIRY: \"Isn't that what someone as idiotic and pathetic as yourself has ever wanted from another human being?\"","\n","^BREAD: (Disgusted) Not like this!","\n","^KAREN FAIRY: (Smug) \"Well, you are stuck like this for good.\"","\n","^KAREN FAIRY: \"I'm giving you a new chance at life. A new romantic chance at that.\"","\n","^BREAD: Unbelievable.","\n","^KAREN FAIRY: (Mockery) \"It's your life, darling.\"","\n","^KAREN FAIRY: \"Just know that the power of the gift will lead you towards your perfect future.\"","\n","^KAREN FAIRY: (Strict) \"Now, I must go. You have wasted plenty of my time already, and I am a busy Fairy.\"","\n","^KAREN FAIRY: \"I'll see you again soon, so don't fuck this up.\"","\n","^BREAD: (Neutral) ...","\n","^BREAD: \"So she could hear my thoughts...\"","\n","^BREAD: (Tired) \"I don't understand any of this; maybe this was all a bad dream after all, and I will wake up any moment.\"","\n","^BREAD: Yeah, that must be it.","\n","^BREAD: ...","\n","^BREAD: I should go back to bed just incase.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}